Repository: adrian-evo/workday-tasks-time-control
Catalog: locales/*/LC_MESSAGES/template.po
Languages: de

source: Check In-Out time
de: Check In-Out Zeit

source: Verify
de: Verifizieren

source: Reset
de: Zurücksetzen

source: Break
de: Pause

source: Quit
de: Beenden

source: About
de: Über

source: About (Upgrade available)
de: Über (Upgrade verfügbar)

source: Welcome!
de: Willkommen!

source: Please start with a Check-in task in the morning.
de: Beginnen Sie morgens bitte mit einer Einchecken Aufgabe.

source: End of the working day
de: Ende des Arbeitstages

source: Break is active for {} hours. Click to deactivate it and to continue working.
de: Pause ist seit {} Stunden aktiv. Klicken Sie, um es zu deaktivieren und weiterzuarbeiten.

source: [Passed: {}, Undertime: {}]
de: [Passiert: {}, Minusstunden: {}]

source: [Passed: {}, Overtime: {}]
de: [Passiert: {}, Überstunden: {}]

source: Automatic check in action was not implemented.
de: Automatisches Einchecken wurde nicht implementiert.

source: Please click [Check In] button and then press OK to continue.
de: Bitte klicken Sie auf die Schaltfläche [Check In] und dann auf OK, um fortzufahren.

source: You have total undertime:
de: Sie haben totale Minusstunden:

source: You have total overtime:
de: Sie haben totale Überstunden:

source: Check-in time is not available for today (not performed or workday ended).
de: Einchecken Zeit ist für heute nicht verfügbar (nicht durchgeführt oder Arbeitstag beendet).

source: Cannot perform Check-out before Check-in.
de: Check-out kann nicht vor Check-in ausgeführt werden.

source: Automatic check out action was not implemented.
de: Die automatische Check-out-Aktion wurde nicht implementiert.

source: Please click [Check Out] button and then press OK to continue.
de: Bitte klicken Sie auf die Schaltfläche [Check Out] und dann auf OK, um fortzufahren.

source: Goodbye!
de: Auf Wiedersehen!

source: Today undertime
de: Heute Minusstunden

source: Today overtime
de: Heute Überstunden

source: Worked so far:
de: Bisher gearbeitet:

source: Cannot retrieve user or password. Check vault json file or the credential system under use.
de: Benutzer oder Passwort kann nicht abgerufen werden. Überprüfen Sie die Vault-JSON-Datei oder das verwendete Anmeldesystem.

source: Automatic custom action was not implemented.
de: Automatisches Benutzerdefinierte Aktion wurde nicht implementiert.

source: Custom task action done!
de: Benutzerdefinierte Aufgaben Aktion erledigt!

source: Please do custom task action and then press OK to continue!
de: Bitte führen Sie eine benutzerdefinierte Aufgaben Aktion aus und drücken Sie dann OK, um fortzufahren!

source: This action will reset to default all [OUTPUT] related data in your vault file! Continue?
de: Durch diese Aktion werden alle [OUTPUT]-bezogenen Daten in Ihrer Vault-JSON-Datei auf die Standardeinstellungen zurückgesetzt! Fortfahren?

source: Reset Warning
de: Warnung zurücksetzen

source: Your current version is {} There are no new updates available
de: Deine aktuelle Version ist {} Es sind keine neuen Updates verfügbar

source: Your current version is {} The latest version is {} Description: {} Released at: {}
de: Ihre aktuelle Version ist {} Die neueste Version ist {} Beschreibung: {} Veröffentlicht am: {}
